Repository: DmitriiP/agora
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Mark all as read.
fa: همه دیده شد

source: Submit
fa: وادهید

source: Comments
fa: دیدگاه ها

source: New
fa: تازه ها

source: Logged in as <a href="/user/%(username)s" class="navbar-link">%(username)s</a>
fa: اینجاخوش آمدید <a href="/user/%(username)s" class="navbar-link">%(username)s</a>

source: Login
fa: ورود

source: Lists
fa: فهرست ها

source: Guidelines
fa: راهنما

source: FAQ
fa: پرسش های همیشگی

source: Feature Request
fa: پیشنهادها

source: commented
fa: نگر داده

source: also commented
fa: هم نگر داده

source: called you
fa: شما را سدا کرده

source: By %(uname)s on <a href="/post/%(cid)s" style="color:#555">%(title)s</a>
fa: نگر %(uname)s در مورد <a href="/post/%(cid)s">%(title)s</a>

source: By <a href="/user/%(uname)s">%(uname)s</a> on <a href="/post/%(cid)s" style="color:#555">%(title)s</a> %(txt)s
fa: <a href="/post/%(cid)s">%(title)s</a> %(txt)s نظر <a href="/user/%(uname)s">%(uname)s</a> در مورد

source: Username
fa: نام کاربری

source: Password
fa: گذرواژه

source: Register
fa: نام نویسی

source: Show virtual keyboard
fa: تخته کلید روشن

source: Hide virtual keyboard
fa: تخته کلید خاموش

source: Add a comment
fa: دیدگاه شما

source: <a href="/user/%(uname)s">%(uname)s</a> on %(timestamp)s, <strong class="points" data-type="comment" data-id="%(cid)s">%(upvotes)s</strong> points,
fa: <a href="/user/%(uname)s">%(uname)s</a> در %(timestamp)s, <strong class="points" data-type="comment" data-id="%(cid)s">%(upvotes)s</strong> امتیاز

source: Reply
fa: پاسخ

source: Title of this post
fa: نام این گفتاورد

source: URL
fa: دنبالک

source: Write something here.
fa: چیزی بنویسید

source: Info
fa: گزارش

source: Settings
fa: چینش

source: About me
fa: درباری من

source: Karma
fa: کردار

source: Posts count
fa: شمارگان واها

source: Comments count
fa: شمارگان دیدگاه ها

source: From
fa: از

source: Age
fa: سن

source: Member Since
fa: هموند از

source: URL to your site, or anywhere you would like.
fa: دنبالک تارنمای شما

source: Your email
fa: نشانی رایانامه

source: Show my email to the public.
fa: نشانیم را نمایش ده

source: Where are you from?
fa: از کجایید ؟

source: Your age?
fa: چند ساله ؟

source: Tell about yourself.
fa: درباره ی من

source: Save
fa: نگه دار
